Revit 2027 API
UnitTypeId.JoulesPerKelvin Property
 Joules per Kelvin.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId JoulesPerKelvin { get; }
Public Shared ReadOnly Property JoulesPerKelvin As ForgeTypeId
	Get
public:
static property ForgeTypeId^ JoulesPerKelvin {
	ForgeTypeId^ get ();
}
static member JoulesPerKelvin : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace